{"data": {
    "questions": [
        {"id": "1", "value":"I can do many things at once", "categoryId":"1"},
        {"id": "2", "value":"I would like to start churches in areas that need a strong local church", "categoryId":"2"},
        {"id": "3", "value":"I can easily distinguish between right and wrong", "categoryId":"3"},
        {"id": "4", "value":"It is easy for me to persuade others to get involved in areas of ministry", "categoryId":"4"},
        {"id": "5", "value":"I find myself sharing my Christian journey with others", "categoryId":"5"},
        {"id": "6", "value":"Trusting God to answer prayers regarding difficult situations is easy", "categoryId":"6"},
        {"id": "7", "value":"I love to give resources to people or projects needing assistance", "categoryId":"7"},
        {"id": "8", "value":"People have said that my prayers have assisted them in their healing", "categoryId":"8"},
        {"id": "9", "value":"I enjoy doing smaller tasks that no one else will do", "categoryId":"9"},
        {"id": "10", "value":"I can interpret when others speak in tongues", "categoryId":"10"},
        {"id": "11", "value":"I receive information I sense came from the Holy Spirit considering others", "categoryId":"11"},
        {"id": "12", "value":"I feel empathy toward those who are less fortunate", "categoryId":"12"},
        {"id": "13", "value":"I have been used by God to perform miracles", "categoryId":"13"},
        {"id": "14", "value":"I feel compelled to share truth impressed in my mind by God", "categoryId":"14"},
        {"id": "15", "value":"I love to guide others toward spiritual health, growth, and maturity", "categoryId":"15"},
        {"id": "16", "value":"I feel compelled to speak in tongues often", "categoryId":"16"},
        {"id": "17", "value":"I find scriptural insights easily and desire to communicate these to others", "categoryId":"17"},
        {"id": "18", "value":"People often ask me for advice regarding their important decisions", "categoryId":"18"},
        {"id": "19", "value":"I have the ability to work well under pressure", "categoryId":"1"},
        {"id": "20", "value":"I would be willing to relocate to start a new church plant", "categoryId":"2"},
        {"id": "21", "value":"I am able to distinguish between a person's real needs and false needs", "categoryId":"3"},
        {"id": "22", "value":"I enjoy giving biblical advice to help people make right choices", "categoryId":"4"},
        {"id": "23", "value":"I like to find new ways to develop relationships with un-churched people", "categoryId":"5"},
        {"id": "24", "value":"I believe God to accomplish great things in my life and those around me", "categoryId":"6"},
        {"id": "25", "value":"I give beyond my tithe to further projects or programs that fulfill God's purposes", "categoryId":"7"},
        {"id": "26", "value":"I find myself praying for sick people, knowing that God can heal them", "categoryId":"8"},
        {"id": "27", "value":"I would rather serve others than have others serve me", "categoryId":"9"},
        {"id": "28", "value":"When people speak in tongues, I sense a stirring to interpret", "categoryId":"10"},
        {"id": "29", "value":"I perceive information regarding other people without others telling me the information", "categoryId":"11"},
        {"id": "30", "value":"I enjoy assisting those who are facing difficult situations", "categoryId":"12"},
        {"id": "31", "value":"People say that I have been used in their lives to see a miracle take place", "categoryId":"13"},
        {"id": "32", "value":"I sense insights concerning the future", "categoryId":"14"},
        {"id": "33", "value":"I have compassion for those in need and find myself assisting them through the process", "categoryId":"15"},
        {"id": "34", "value":"God has used me to speak in an unlearned language to a group of people", "categoryId":"16"},
        {"id": "35", "value":"I can impart knowledge and skills in a way that makes it easy for others to learn and apply", "categoryId":"17"},
        {"id": "36", "value":"It is easy to identify practical solutions, where others seem confused", "categoryId":"18"},
        {"id": "37", "value":"I like to take on what appears to be complex challenges", "categoryId":"1"},
        {"id": "38", "value":"I find myself thinking about church-planting often", "categoryId":"2"},
        {"id": "39", "value":"My first impressions of a person's motives are often true", "categoryId":"3"},
        {"id": "40", "value":"I find myself directing people to God's promises by offering them hope", "categoryId":"4"},
        {"id": "41", "value":"I am successful at applying the Gospel to connect with a person's need or circumstance", "categoryId":"5"},
        {"id": "42", "value":"I am convinced that God's Word dictates my circumstance and circumstances don't dictate my faith", "categoryId":"6"},
        {"id": "43", "value":"Charitable giving is a high priority in my life", "categoryId":"7"},
        {"id": "44", "value":"I look for opportunities to pray for those who are sick", "categoryId":"8"},
        {"id": "45", "value":"I prefer to function behind the scenes than in a more visible role", "categoryId":"9"},
        {"id": "46", "value":"God directs me to translate the meaning of someone speaking in tongues", "categoryId":"10"},
        {"id": "47", "value":"I receive impressions regarding certain people or circumstances", "categoryId":"11"},
        {"id": "48", "value":"I like to practically help those who cannot help themselves", "categoryId":"12"},
        {"id": "49", "value":"'Signs and wonders' occur when I am ministering to others", "categoryId":"13"},
        {"id": "50", "value":"The Scripture comes alive to me regarding others' lives", "categoryId":"14"},
        {"id": "51", "value":"I seek to help others grow in Christ", "categoryId":"15"},
        {"id": "52", "value":"I have been used to edify others by using tongues as the primary tool of edification", "categoryId":"16"},
        {"id": "53", "value":"I enjoy instructing people and see positive change as a result of my instruction", "categoryId":"17"},
        {"id": "54", "value":"When talking with someone regarding a personal challenge, I sense special insight regarding their situation", "categoryId":"18"},
        {"id": "55", "value":"I enjoy organizing people and programs to achieve great goals", "categoryId":"1"},
        {"id": "56", "value":"Ministries that start new churches get my attention", "categoryId":"2"},
        {"id": "57", "value":"I find myself able to 'read between the lines'", "categoryId":"3"},
        {"id": "58", "value":"I am able to confront others to develop spiritual health, growth, and maturity", "categoryId":"4"},
        {"id": "59", "value":"I openly talk of my relationship with Christ & love when others ask about my faith", "categoryId":"5"},
        {"id": "60", "value":"My ability to move forward in a God-given task is not hindered by a lack of support or resistance", "categoryId":"6"},
        {"id": "61", "value":"I find fulfillment in seeing others blessed through giving to their needs", "categoryId":"7"},
        {"id": "62", "value":"I possess a personal passion to see others healed", "categoryId":"8"},
        {"id": "63", "value":"I like to take on tasks that help others to succeed", "categoryId":"9"},
        {"id": "64", "value":"It is easy for me to understand what someone is saying in tongues", "categoryId":"10"},
        {"id": "65", "value":"God reveals to me the source to a person's problem, illness, or need", "categoryId":"11"},
        {"id": "66", "value":"I can see God's potential in every person regardless of their handicap or limitation", "categoryId":"12"},
        {"id": "67", "value":"I have faith to believe that God can use me to accomplish the impossible", "categoryId":"13"},
        {"id": "68", "value":"I am stirred in services or gatherings to communicate something burning in my heart", "categoryId":"14"},
        {"id": "69", "value":"I enjoy sharing truth with others to guide them in moving to be more like Jesus", "categoryId":"15"},
        {"id": "70", "value":"After speaking in tongues, someone has interpreted my utterance", "categoryId":"16"},
        {"id": "71", "value":"People have said that my instruction has helped them to better understand a concept, truth, or skill", "categoryId":"17"},
        {"id": "72", "value":"I seem to have a special ability to solve problems", "categoryId":"18"},
        {"id": "73", "value":"I like to figure out how to accomplish certain goals and delegate them", "categoryId":"1"},
        {"id": "74", "value":"I would like to oversee many churches and equip local church pastors", "categoryId":"2"},
        {"id": "75", "value":"I can sense when evil forces are at work in a person or situation", "categoryId":"3"},
        {"id": "76", "value":"I like to strengthen those who are spiritually weak", "categoryId":"4"},
        {"id": "77", "value":"Looking for opportunities to discuss spiritual matters with unbelievers excites me", "categoryId":"5"},
        {"id": "78", "value":"I trust God in any situation where the desired result cannot be guaranteed only by human efforts", "categoryId":"6"},
        {"id": "79", "value":"I give my personal belongings to those in need, knowing God will bless me", "categoryId":"7"},
        {"id": "80", "value":"God has used me as His vessel to heal others", "categoryId":"8"},
        {"id": "81", "value":"I readily use my talents to help whenever needed, regardless of the task", "categoryId":"9"},
        {"id": "82", "value":"People consider me to be a person that translates the meaning of a message delivered in tongues to a group of people", "categoryId":"10"},
        {"id": "83", "value":"God gives me specific direction in assisting people in finding solutions", "categoryId":"11"},
        {"id": "84", "value":"I feel compelled to offer comfort to those in seemingly impossible situations", "categoryId":"12"},
        {"id": "85", "value":"Extraordinary things take place when I pray for impossible situations", "categoryId":"13"},
        {"id": "86", "value":"I see pictures or visions for people concerning a circumstance they are facing", "categoryId":"14"},
        {"id": "87", "value":"I like to help guide people in all areas of their lives to fulfill their potential", "categoryId":"15"},
        {"id": "88", "value":"I sense God wanting to use me to speak in tongues to believers during gatherings", "categoryId":"16"},
        {"id": "89", "value":"I love to study, realizing communicating truth will bring change in others", "categoryId":"17"},
        {"id": "90", "value":"I can identify the best course of action where many other conflicting options exist", "categoryId":"18"}
    ],
    "categories":[
        {"id": "1", "value":"Administration/Ruling", "description":"This gift is the divine ability to understand and effectively perform tasks that make an organization function properly. This includes the ability to plan and organize certain goals to reach ministry objectives. (Luke 14:28-30; Acts 6:1-7; Romans 12:8; 1 Corinthians 12:28)"},
        {"id": "2", "value":"Apostle/Pioneer", "description":"The gift of Apostle/Pioneer is the divine ability that God gives to members of the body of Christ to exercise leadership over multiple churches. (Acts 13:2-3; Romans 1:5; 1 Corinthians 12:28-29; Ephesians 4:11-12)"},
        {"id": "3", "value":"Discernment", "description":"This gift is the divine ability to comprehend with assurance whether a source of communication or situation is derived from a godly, human, or satanic source. (Matthew 16:21-23; Acts 5:1-11; Acts 16:16-18; 1 Corinthians 12:10; 1 John 4:1-6)"},
        {"id": "4", "value":"Exhortation", "description":"This gift is the divine ability to support, strengthen, uplift, and counsel those in a special way, resulting in them feeling helped and healed. (Acts 14:22; Romans 12:8; 1 Timothy 4:13)"},
        {"id": "5", "value":"Evangelism", "description":"This gift is the divine ability to communicate the Gospel of Jesus Christ effectively to unbelievers, resulting in salvation and onward progress toward spiritual health, growth, and maturity. (Luke 19:1-10; Acts 8:26-40; Ephesians 4:11)"},
        {"id": "6", "value":"Faith", "description":"This gift is the divine ability to embrace with unwavering confidence God's promises and purposes and His ability to perform them. (Acts 11:22-24; Romans 4:18-21; 1 Corinthians 12:9 ; Hebrews 11)"},
        {"id": "7", "value":"Giving", "description":"This gift is the divine ability to contribute one's finances and other resources liberally and cheer- fully beyond the level expected of all believers for the benefit of the kingdom of God. (Mark 12:41-44; Romans 12:8; 2 Corinthians 8:1-7; 2 Corinthians 9:2-8)"},
        {"id": "8", "value":"Healing", "description":"This gift is the divine ability to serve as a vessel which God uses to restore people to whole- ness. This would include physical, spiritual, and emotional areas of one's life. (Acts 3:1-10; Acts 5:12-16; Acts 9:32-35; Acts 28:7-10; 1 Corinthians 12:9)"},
        {"id": "9", "value":"Serving/Helping", "description":"This gift is the divine ability to devote one's personal talents and abilities toward the lives and ministry of others. (Acts 6:1-4; Acts 9:36; Romans 12:7; Romans 16:1-2; 1 Corinthians 12:28)"},
        {"id": "10", "value":"Interpretation", "description":"This gift is the divine ability to translate a message to a known language from an unknown tongue spoken to a body of believers in tongues. (1 Corinthians 12:10,30; 1 Corinthians 14:5, 13, 26-28)"},
        {"id": "11", "value":"Knowledge", "description":"This gift is the divine ability to know facts that could not otherwise be known. (Mark 2:6-8; Acts 5:1-11; 1 Corinthians 12:8; 2 Corinthians 11:6)"},
        {"id": "12", "value":"Mercy", "description":"The gift of Mercy is the divine ability to see others in need and be moved with empathy and compassion, resulting in meaningful actions that help better the distressing circumstances of the person being ministered to. (Matthew 20:29-34; Luke 10:25-37; Acts 11:28-30; Romans 12:8)"},
        {"id": "13", "value":"Miracles", "description":"This gift is the divine ability to be used by the Holy Spirit in a supernatural way to perform powerful acts that alter the course of nature and result in glorifying God. (John 2:1-11; Acts 20:7-12; Romans 15:18-19; 1 Corinthians 12:10, 28)"},
        {"id": "14", "value":"Prophecy", "description":"This gift is the divine ability to receive, interpret, and deliver a message from God in a timely manner for edification, repentance, understanding, and/or correction. (Acts 15:32; Romans 12:6; 1 Corinthians 12:28; Ephesians 4:11-14; 2 Peter 1:19-20)"},
        {"id": "15", "value":"Pastor/Shepherd", "description":"This gift is the divine ability to assume a personal responsibility to care for and lead others into receiving greater depths of spiritual health, growth, and maturity. (John 10:1-18; Ephesians 4:11-12; 1 Timothy 3:1-7; 1 Peter 5:1-3)"},
        {"id": "16", "value":"Tongues", "description":"The gift of Tongues is the divine ability to receive and communicate a message delivered by God to His people through a heavenly inspired language, different than speaking to God in an unknown language during private devotion and edification. (Mark 16:17; Acts 2:1-13; Acts 10:44-46; 1 Corinthians 12:10, 28-30; 1 Corinthians 14:1-33)"},
        {"id": "17", "value":"Teaching", "description":"This gift is the divine ability to receive God-given truths from God's Word and communicate them in a relevant way, resulting in others learning and applying those truths in their personal walk with Christ. (Acts 18:24-28; Acts 20:20-21; 1 Corinthians 12:28; Ephesians 4:11-13)"},
        {"id": "18", "value":"Wisdom", "description":"The gift of the word of Wisdom is the divine ability to know the mind of God toward a certain situation in a manner that gives you supernatural understanding, resulting in others receiving God-given direction and clarity to make proper decisions. (Acts 6:3; 1 Corinthians 2:1-13; 1 Corinthians 12:8; James 3:13-18; 2 Peter 3:15)"}
    ]

}}
