{
  "data": {
    "questions": [
      {
        "id": "1",
        "value": "Eu posso fazer muitas coisas ao mesmo tempo",
        "categoryId": "1"
      },
      {
        "id": "2",
        "value": "Eu gostaria de começar igrejas em áreas que tem necessidade de uma igreja local forte",
        "categoryId": "2"
      },
      {
        "id": "3",
        "value": "Eu consigo facilmente distinguir entre o certo e o errado",
        "categoryId": "3"
      },
      {
        "id": "4",
        "value": "É fácil para mim conseguir persuadir outras pessoas a se envolverem em áreas do ministério",
        "categoryId": "4"
      },
      {
        "id": "5",
        "value": "Sempre me vejo compartilhando minha caminhada cristã com outras pessoas.",
        "categoryId": "5"
      },
      {
        "id": "6",
        "value": "Confiar que Deus responderá as orações sobre situações difíceis é algo fácil para mim.",
        "categoryId": "6"
      },
      {
        "id": "7",
        "value": "Gosto de dar recursos para pessoas ou projetos que estejam necessitando de assistência.",
        "categoryId": "7"
      },
      {
        "id": "8",
        "value": "Pessoas tem compartilhado que minhas orações as tem ajudado em sua cura.",
        "categoryId": "8"
      },
      {
        "id": "9",
        "value": "Eu gosto de realizar pequenas tarefas que ninguém mais vai fazer.",
        "categoryId": "9"
      },
      {
        "id": "10",
        "value": "Eu posso interpretar quando outros falam em línguas.",
        "categoryId": "10"
      },
      {
        "id": "11",
        "value": "Eu recebo informações sobre outras pessoas que sinto terem vindo do Espírito Santo.",
        "categoryId": "11"
      },
      {
        "id": "12",
        "value": "Sinto empatia por aqueles que são menos favorecidos.",
        "categoryId": "12"
      },
      {
        "id": "13",
        "value": "Eu tenho sido usado por Deus para realizar milagres.",
        "categoryId": "13"
      },
      {
        "id": "14",
        "value": "Me sinto compelido a compartilhar a verdade, impressa por Deus em minha mente.",
        "categoryId": "14"
      },
      {
        "id": "15",
        "value": "Eu amo guiar os outros em direção à saúde espiritual, ao crescimento e à maturidade.",
        "categoryId": "15"
      },
      {
        "id": "16",
        "value": "Me sinto impelido a falar em línguas com frequência.",
        "categoryId": "16"
      },
      {
        "id": "17",
        "value": "Facilmente tenho discernimento de passagens das Escrituras e desejo comunicá-las a outras pessoas.",
        "categoryId": "17"
      },
      {
        "id": "18",
        "value": "Com frequência, as pessoas me pedem conselho sobre importantes decisões que elas necessitam tomar.",
        "categoryId": "18"
      },
      {
        "id": "19",
        "value": "Tenho a habilidade de trabalhar bem sob pressão.",
        "categoryId": "1"
      },
      {
        "id": "20",
        "value": "Eu estaria disposto a mudar de localidade para começar uma nova igreja.",
        "categoryId": "2"
      },
      {
        "id": "21",
        "value": "Sou capaz de distinguir entre as verdadeiras e as falsas necessidades das pessoas.",
        "categoryId": "3"
      },
      {
        "id": "22",
        "value": "Eu aprecio dar conselhos bíblicos para ajudar as pessoas a fazerem as escolhas certas.",
        "categoryId": "4"
      },
      {
        "id": "23",
        "value": "Eu gosto de encontrar novas formas para desenvolver relacionamentos com pessoas sem igreja.",
        "categoryId": "5"
      },
      {
        "id": "24",
        "value": "Eu creio em Deus pela realização de grandes coisas na minha vida e na vida daqueles que estão ao meu redor.",
        "categoryId": "6"
      },
      {
        "id": "25",
        "value": "Eu dou além do meu dízimo para promover projetos ou programas que cumpram os propósitos de Deus.",
        "categoryId": "7"
      },
      {
        "id": "26",
        "value": "Eu me encontro orando por pessoas enfermas, sabendo que Deus pode curá-las.",
        "categoryId": "8"
      },
      {
        "id": "27",
        "value": "Prefiro servir aos outros do que ter os outros servindo a mim.",
        "categoryId": "9"
      },
      {
        "id": "28",
        "value": "Quando pessoas falam em línguas eu sinto um impulso por interpretar o que elas dizem.",
        "categoryId": "10"
      },
      {
        "id": "29",
        "value": "Eu discirno informações sobre outras pessoas sem que outros me contem tais informações.",
        "categoryId": "11"
      },
      {
        "id": "30",
        "value": "Eu aprecio assistir aqueles que estão enfrentando situações difíceis.",
        "categoryId": "12"
      },
      {
        "id": "31",
        "value": "Pessoas me dizem que eu tenho sido usado(a) para que milagres aconteçam em suas vidas.",
        "categoryId": "13"
      },
      {
        "id": "32",
        "value": "Eu discirno coisas sobre o futuro.",
        "categoryId": "14"
      },
      {
        "id": "33",
        "value": "Eu sinto compaixão por pessoas que estão em necessidade e me vejo assistindo-as durante o processo.",
        "categoryId": "15"
      },
      {
        "id": "34",
        "value": "Deus tem me usado para falar para um grupo de pessoas numa língua que nunca aprendi.",
        "categoryId": "16"
      },
      {
        "id": "35",
        "value": "Eu consigo repartir conhecimento e habilidades de uma forma que se torna fácil aos outros aprendê-las e aplicá-las.",
        "categoryId": "17"
      },
      {
        "id": "36",
        "value": "É fácil para mim identificar soluções práticas onde outros se encontram confusos.",
        "categoryId": "18"
      },
      {
        "id": "37",
        "value": "Eu gosto de assumir aqueles desafios que parecem ser complexos.",
        "categoryId": "1"
      },
      {
        "id": "38",
        "value": "Frequentemente me encontro pensando sobre a implantação de novas igrejas.",
        "categoryId": "2"
      },
      {
        "id": "39",
        "value": "Minha primeira impressão sobre as motivações de uma pessoa são frequentemente verdadeiras.",
        "categoryId": "3"
      },
      {
        "id": "40",
        "value": "Eu me vejo guiando as pessoas para as promessas de Deus, oferecendo a elas esperança.",
        "categoryId": "4"
      },
      {
        "id": "41",
        "value": "Sou bem-sucedido em fazer a aplicação do Evangelho de forma a conectá-lo com a necessidade ou com a circunstância que a pessoa está vivendo.",
        "categoryId": "5"
      },
      {
        "id": "42",
        "value": "Sou convencido de que é a Palavra de Deus que dita minhas circunstâncias e as circunstâncias não ditam a minha fé.",
        "categoryId": "6"
      },
      {
        "id": "43",
        "value": "O dar como forma de caridade é uma alta prioridade na minha vida.",
        "categoryId": "7"
      },
      {
        "id": "44",
        "value": "Eu procuro por oportunidades para orar por aqueles que estão enfermos.",
        "categoryId": "8"
      },
      {
        "id": "45",
        "value": "Eu prefiro trabalhar nos bastidores do que numa posição com mais visibilidade.",
        "categoryId": "9"
      },
      {
        "id": "46",
        "value": "Deus me dirige a traduzir o significado do que está sendo orado por alguém em línguas.",
        "categoryId": "10"
      },
      {
        "id": "47",
        "value": "Eu recebo impressões sobre certas pessoas ou circunstâncias.",
        "categoryId": "11"
      },
      {
        "id": "48",
        "value": "Eu gosto de ajudar de forma prática aqueles que não podem ajudar a si mesmos.",
        "categoryId": "12"
      },
      {
        "id": "49",
        "value": "'Sinais e maravilhas' acontecem quando estou ministrando aos outros.",
        "categoryId": "13"
      },
      {
        "id": "50",
        "value": "A Palavra se torna viva para mim em relação à vida de outras pessoas.",
        "categoryId": "14"
      },
      {
        "id": "51",
        "value": "Eu procuro ajudar os outros a crescerem em Cristo.",
        "categoryId": "15"
      },
      {
        "id": "52",
        "value": "Eu tenho sido usado para edificar outras pessoas, usando as línguas como a ferramenta primária de edificação.",
        "categoryId": "16"
      },
      {
        "id": "53",
        "value": "Eu aprecio instruir pessoas e ver uma mudança positiva como resultado da minha instrução.",
        "categoryId": "17"
      },
      {
        "id": "54",
        "value": "Quando estou falando com alguém sobre um desafio pessoal, sinto um discernimento especial sobre a situação dessa pessoa.",
        "categoryId": "18"
      },
      {
        "id": "55",
        "value": "Eu aprecio organizar pessoas e programas para que atinjam grandes metas.",
        "categoryId": "1"
      },
      {
        "id": "56",
        "value": "Ministérios que iniciam novas igrejas atraem minha atenção.",
        "categoryId": "2"
      },
      {
        "id": "57",
        "value": "Eu sou capaz de 'ler nas entrelinhas'",
        "categoryId": "3"
      },
      {
        "id": "58",
        "value": "Sou capaz de confrontar os outros para que desenvolvam saúde espiritual, crescimento e maturidade.",
        "categoryId": "4"
      },
      {
        "id": "59",
        "value": "Eu falo abertamente sobre o meu amor e o meu relacionamento com Cristo quando as pessoas me perguntam sobre minha fé.",
        "categoryId": "5"
      },
      {
        "id": "60",
        "value": "Minha habilidade de avançar numa tarefa dada por Deus não é impedida por falta de suporte ou por resistências.",
        "categoryId": "6"
      },
      {
        "id": "61",
        "value": "Sinto satisfação ao ver outras pessoas sendo abençoadas por meio daquilo que dei a elas na necessidade que passavam.",
        "categoryId": "7"
      },
      {
        "id": "62",
        "value": "Possuo uma paixão pessoal por ver outros serem curados.",
        "categoryId": "8"
      },
      {
        "id": "63",
        "value": "Gosto de assumir tarefas que ajudem as outras pessoas a serem bem-sucedidas.",
        "categoryId": "9"
      },
      {
        "id": "64",
        "value": "É fácil para mim entender o que alguém está dizendo em línguas.",
        "categoryId": "10"
      },
      {
        "id": "65",
        "value": "Deus me revela a origem, a causa do problema, da enfermidade ou da necessidade das pessoas.",
        "categoryId": "11"
      },
      {
        "id": "66",
        "value": "Eu consigo ver o potencial de Deus em cada pessoa a despeito de suas desvantagens ou limitações.",
        "categoryId": "12"
      },
      {
        "id": "67",
        "value": "Eu tenho fé para crer que Deus pode me usar para realizar o impossível.",
        "categoryId": "13"
      },
      {
        "id": "68",
        "value": "Eu sou impelido durante cultos ou reuniões a comunicar algo que Deus está queimando em meu coração.",
        "categoryId": "14"
      },
      {
        "id": "69",
        "value": "Eu gosto de compartilhar a verdade com as outras pessoas a fim de levá-las a se moverem para se tornarem mais parecidas com Jesus.",
        "categoryId": "15"
      },
      {
        "id": "70",
        "value": "Após ter falado em línguas, alguém interpretou aquilo que pronunciei.",
        "categoryId": "16"
      },
      {
        "id": "71",
        "value": "Pessoas tem dito que meu ensino os tem ajudado a melhor entender um conceito, uma verdade ou habilidade.",
        "categoryId": "17"
      },
      {
        "id": "72",
        "value": "Eu pareço ter uma habilidade especial para solucionar problemas.",
        "categoryId": "18"
      },
      {
        "id": "73",
        "value": "Eu gosto de descobrir como realizar certas metas e também delegá-las.",
        "categoryId": "1"
      },
      {
        "id": "74",
        "value": "Eu gostaria de cobrir muitas igrejas e equipar pastores de ministérios locais.",
        "categoryId": "2"
      },
      {
        "id": "75",
        "value": "Eu consigo sentir quando forças malignas estão agindo em uma pessoa ou situação.",
        "categoryId": "3"
      },
      {
        "id": "76",
        "value": "Eu gosto de fortalecer aqueles que estão espiritualmente fracos.",
        "categoryId": "4"
      },
      {
        "id": "77",
        "value": "Encontrar oportunidades para discutir assuntos espirituais com não crentes é algo empolgante.",
        "categoryId": "5"
      },
      {
        "id": "78",
        "value": "Eu confio em Deus por qualquer situação onde o resultado desejado não pode ser garantido por esforços humanos.",
        "categoryId": "6"
      },
      {
        "id": "79",
        "value": "Eu dou meus bens pessoais para aqueles que estão em necessidade, sabendo que Deus vai me abençoar.",
        "categoryId": "7"
      },
      {
        "id": "80",
        "value": "Deus tem me usado como Seu vaso para curar outros.",
        "categoryId": "8"
      },
      {
        "id": "81",
        "value": "Eu prontamente uso meus talentos para ajudar, sempre que necessário, independentemente da tarefa a ser feita.",
        "categoryId": "9"
      },
      {
        "id": "82",
        "value": "As pessoas me consideram como alguém que traduz o sentido da mensagem dada em línguas a um grupo.",
        "categoryId": "10"
      },
      {
        "id": "83",
        "value": "Deus me dá direcionamento específico para ajudar pessoas a encontrar soluções.",
        "categoryId": "11"
      },
      {
        "id": "84",
        "value": "Me sinto impelido a oferecer conforto para aqueles que estão aparentemente em situações impossíveis.",
        "categoryId": "12"
      },
      {
        "id": "85",
        "value": "Coisas extraordinárias acontecem quando oro por situações impossíveis.",
        "categoryId": "13"
      },
      {
        "id": "86",
        "value": "Eu vejo imagens ou tenho visões a respeito de pessoas, sobre situações que elas estejam passando.",
        "categoryId": "14"
      },
      {
        "id": "87",
        "value": "Eu gosto de ajudar a conduzir as pessoas em todas as áreas de suas vidas para que realizem seu potencial.",
        "categoryId": "15"
      },
      {
        "id": "88",
        "value": "Eu sinto Deus querendo me usar para falar em outras línguas para crentes durante reuniões.",
        "categoryId": "16"
      },
      {
        "id": "89",
        "value": "Amo estudar tendo em vista que comunicar a verdade vai trazer mudança na vida das outras pessoas.",
        "categoryId": "17"
      },
      {
        "id": "90",
        "value": "Eu consigo identificar qual a melhor forma de agir onde há muitas outras opções conflitantes.",
        "categoryId": "18"
      }
    ],
    "categories": [
      {
        "id": "1",
        "value": "ADMINISTRAÇÃO / GOVERNO",
        "description": "Esse dom é a habilidade para entender e realizar de forma eficiente tarefas que farão uma organização funcionar apropriadamente. Inclui a habilidade de planejar e organizar certas metas a fim de alcançar os objetivos do ministério (Lucas 14:28-30; Atos 6:1-7; Romanos 12:8; 1 Coríntios 12:28)."
      },
      {
        "id": "2",
        "value": "APÓSTOLO / PIONEIRO",
        "description": "O dom do Apóstolo/Pioneiro é a habilidade que Deus dá a membros do corpo de Cristo para exercerem liderança sobre múltiplas igrejas (Atos 13:2-3; Romanos 1:5; 1 Coríntios 12:28-29; Efésios 4:11-12)."
      },
      {
        "id": "3",
        "value": "DISCERNIMENTO",
        "description": "Tal dom é a habilidade divina de compreender, discernir com certeza se a origem de uma comunicação ou situação é derivada de uma fonte divina, humana ou satânica (Mateus 16:21-23; Atos 5:1-11; Atos 16:16-18; 1 Coríntios 12:10; 1 João 4:1-6). "
      },
      {
        "id": "4",
        "value": "EXORTAÇÃO",
        "description": "Esse dom é a habilidade divina para dar suporte, fortalecer, levantar e aconselhar os outros de uma forma especial, resultando em pessoas se sentindo ajudadas e curadas. (Atos 14:22; Romanos 12:8; 1 Timóteo 4:13)."
      },
      {
        "id": "5",
        "value": "EVANGELISMO",
        "description": "Esse dom é a habilidade divina para comunicar o Evangelho de Jesus Cristo de forma eficaz aos não crentes, resultando na salvação deles e no contínuo progresso para uma vida espiritual saudável, para o crescimento e a maturidade (Lucas 19:1-10; Atos 8:26-40; Efésios 4:11)."
      },
      {
        "id": "6",
        "value": "FÉ",
        "description": "Esse dom é a habilidade divina para abraçar com confiança inabalável as promessas e os propósitos de Deus, assim como a Sua habilidade de realizá-los (Atos 11:22-24; Romanos 4:18-21; 1 Coríntios 12:9 ; Hebreus 11)."
      },
      {
        "id": "7",
        "value": "DAR, CONTRIBUIR",
        "description": "Esse dom é a habilidade divina para contribuir com as finanças e outros recursos liberalmente e com amor – muito além do nível que é esperado de todos os crentes, para o benefício do Reino de Deus (Marcos 12:41-44; Romanos 12:8; 2 Coríntios 8:1-7; 2 Coríntios 9:2-8)."
      },
      {
        "id": "8",
        "value": "CURA",
        "description": "Esse dom é a habilidade divina para servir como um vaso que Deus usa para restaurar uma pessoa à sua inteireza. Isso inclui a área física, a emocional e a espiritual da vida de uma pessoa (Atos 3:1-10; Atos 5:12-16; Atos 9:32-35; Atos 28:7-10; 1 Coríntios 12:9)."
      },
      {
        "id": "9",
        "value": "SERVIÇO / AJUDA",
        "description": "É a habilidade divina de devotar os talentos e as habilidades pessoais às vidas e ao ministério de outros (Atos 6:1-4; Atos 9:36; Romanos 12:7; Romanos 16:1-2; 1 Coríntios 12:28)."
      },
      {
        "id": "10",
        "value": "INTERPRETAÇÃO",
        "description": "Esse dom é a habilidade divina para traduzir uma mensagem para uma língua conhecida a partir de uma língua desconhecida que é falada para um grupo de crentes (1 Coríntios 12:10,30; 1 Coríntios 14:5, 13, 26-28)."
      },
      {
        "id": "11",
        "value": "CONHECIMENTO",
        "description": "Esse dom é a habilidade divina para conhecer fatos que de outra forma não poderiam ser conhecidos (Marcos 2:6-8; Atos 5:1-11; 1 Coríntios 12:8; 2 Coríntios 11:6)."
      },
      {
        "id": "12",
        "value": "MISERICÓRDIA",
        "description": "O dom de Misericórdia é a habilidade divina para enxergar outros em necessidade e ser movido com empatia e compaixão, resultando em ações significativas que ajudam a melhorar as situações de sofrimento da pessoa que está sendo ministrada (Mateus 20:29-34; Lucas 10:25-37; Atos 11:28-30; Romanos 12:8)."
      },
      {
        "id": "13",
        "value": "MILAGRES",
        "description": "Esse dom é a habilidade divina para ser usado pelo Espírito Santo de forma sobrenatural para realizar atos que alteram o curso da natureza, resultando na glorificação de Deus (João 2:1-11; Atos 20:7-12; Romanos 15:18-19; 1 Coríntios 12:10, 28)."
      },
      {
        "id": "14",
        "value": "PROFECIA",
        "description": "Tal dom trata da habilidade divina para receber, interpretar e entregar uma mensagem de Deus em tempo hábil, para edificação, arrependimento, entendimento e/ou correção (Atos 15:32; Romanos 12:6; 1 Coríntios 12:28; Efésios 4:11-14; 2 Pedro 1:19-20)."
      },
      {
        "id": "15",
        "value": "PASTOR",
        "description": "Esse dom trata da habilidade divina para assumir uma responsabilidade pessoal de cuidar e liderar outros a fim de que recebam em profundidade uma vida espiritual saudável, crescimento e maturidade (João 10:1-18; Efésios 4:11-12; 1 Timóteo 3:1-7; 1 Pedro 5:1-3)."
      },
      {
        "id": "16",
        "value": "LÍNGUAS",
        "description": "O dom de Línguas é a habilidade divina para receber e comunicar uma mensagem dada por Deus ao Seu povo por meio de uma língua inspirada celestialmente, diferentemente de falar a Deus numa língua desconhecida durante o tempo de devocional e edificação pessoal (Marcos 16:17; Atos 2:1-13; Atos 10:44-46; 1 Coríntios 12:10, 28-30; 1 Coríntios 14:1-33)."
      },
      {
        "id": "17",
        "value": "ENSINO",
        "description": "Esse dom é a habilidade divina para receber as verdades dadas por Deus e vindas da Sua Palavra e comunica-las de forma relevante, resultando no aprendizado e aplicação dessas verdades na caminhada pessoal com Cristo (Atos 18:24-28; Atos 20:20-21; 1 Coríntios 12:28; Efésios 4:11-13)."
      },
      {
        "id": "18",
        "value": "SABEDORIA",
        "description": "O dom da palavra de Sabedoria é a habilidade divina para conhecer a mente de Deus em relação à certa situação de maneira a te dar entendimento sobrenatural que resulte no recebimento, por outras pessoas, de direção e clareza dadas por Deus para que as decisões apropriadas sejam tomadas (Atos 6:3; 1 Coríntios 2:1-13; 1 Coríntios 12:8; Tiago 3:13-18; 2 Pedro 3:15)."
      }
    ],
    "localized": {
      "title": "Questionario de Avaliação de Dons",
      "subtitle": "Leia e pontue cada uma das perguntas a seguir de acordo com a escala abaixo:",
      "explanation": "Responda essas questões tendo em vista quem você é hoje, não pensando no que você gostaria de ser ou deveria ser. Informe sua pontuação no campo localizado à direita de cada questão. Após ter respondido a todas as questões, clique em “ENVIAR” (Submit) para ver o resultado de sua avaliação.",
      "question": "Questão",
      "score": [
        "Não. Nunca aconteceu",
        "Raramente acontece",
        "Ocasionalmente. Acontece de vez em quando.",
        "Acontece com mais frequência.",
        "A maioria das vezes. Se aplica consistentemente."
      ],
      "submitButton": "Enviar",
      "result": {
        "title": "Compreender o seu dom espiritual"
      }
    }
  }
}
